Repository: 84000/data-translation-memory
Catalog: toh61-v4.tmx
Source language: bo
Languages: en

source: །གཞན་ཡང་མཽད་གལ་ངས་མངོན་པར་དྲན་ཏེ། འདས་པའི་དུས་ཀྱི་ཚེ་ཚོང་དཔོན་ལེགས་པར་རྙེད་པ་ཞེས་བྱ་བ་ཞིག་བྱུང་བར་གྱུར་ཏེ། དེ་རྒྱ་མཚོ་ཆེན་པོར་ཞུགས་ནས་རིན་པོ་ཆེ་ལེན་དུ་སོང་བ་ལས་བདེ་བར་སླར་ལོག་སྟེ་རང་གི་ཡུལ་དུ་ཕྱིན་ནས་གྲོང་ཁྱེར་དུ་ཞུགས་ཏེ་ཁྱིམ་གྱི་སྒོར་ཕྱིན་པ་དང་། དེའི་ཚེ་གྲོང་ཁྱེར་ན་གནས་པའི་སློངས་མོ་བ་མང་པོ་རྣམས་ཀྱིས་དེ་ཡོངས་སུ་བསྐོར་ནས་དེའི་མདུན་དུ་འདི་སྐད་ཅེས་སྨྲས་སོ། །ལེགས་པར་རྙེད་པ་བདེ་བར་བྱོན་ཏམ།
en: “Furthermore, Maudgalyāyana, I remember that in the past, there was once a merchant called Good Profit who had traveled across the ocean and returned home filled with joy after having found precious gems. Having reached his country, he entered his city and arrived at the doorsteps of his house. At that moment, the many beggars living in his city surrounded him and said, ‘Good Profit, did you have a safe journey?

source: སྦྱིན་བདག་ཆེན་པོ་བདག་ཅག་སློང་བ་མཆིས་ཏེ།
en: Great benefactor, we are beggars.

source: གལ་ཏེ་གནང་བར་གྱུར་ན་བདག་ཅག་བསླང་བར་འཚལ་ལོ།
en: If you agree, we would like to request something of you.’

source: །མཽད་གལ་དེའི་ཚེ་ལེགས་པར་རྙེད་པས་སློངས་མོ་པ་དེ་དག་ལ་འདི་སྐད་དུ་ཁྱེད་སློངས་ཤིག་དང་། བདག་ལ་ཅི་བདོག་པ་ཕངས་པ་མེད་པར་སྦྱིན་པར་བྱའོ་ཞེས་སྨྲས་སོ། །
en: “Maudgalyāyana, Good Profit replied to the beggars, ‘Please tell me what you need.

source: དེ་ནས་སློངས་མོ་པ་རྣམས་ཀྱིས་ལེགས་པར་རྙེད་པ་ལ་སྨྲས་པ། ཁྱོད་ཀྱིས་རྒྱ་མཚོ་ཆེན་པོ་ནས་རྙེད་པའི་ནོར་བུ་རིན་པོ་ཆེ་རྣམས་བདག་ཅག་ལ་བྱིན་ཅིག་དང་། དེས་ན་བདག་ཅག་རབ་ཏུ་བདེ་བར་འགྱུར་རོ།
en: I will give you what I have without reservation!’ “The beggars said, ‘Please give us the precious gems that you brought back from your journey across the ocean; that would make us extremely happy!’

source: །མཽད་གལ་དེའི་ཚེ་ལེགས་པར་རྙེད་པས་ནོར་བུ་རིན་པོ་ཆེ་གཅིག་ཅིག་ཀྱང་གསེར་སྲང་བརྒྱ་སྟོང་དུ་མ་རི་བ་བྱེ་བ་ཕྲག་བརྒྱད་ཅུ་སྙེད་ཀྱི་རིན་པོ་ཆེ་རྣམས་མ་ལུས་པར་སློངས་མོ་པ་རྣམས་ལ་བྱིན་ཏེ།
en: “Maudgalyāyana, Good Profit immediately offered the beggars all his eight hundred million precious gems, each worth hundreds of thousands of ounces of gold.

source: མཽད་གལ་ལ་ལེགས་པར་རྙེད་པ་དེས་དེ་ལྟར་ནོར་མང་པོ་རྣམས་ཡོངས་སུ་བཏང་བར་གྱུར་ཀྱང་སེམས་ལ་གྱུར་བའམ། འགྱོད་པར་གྱུར་པ་ཅི་ཡང་མེད་དོ།
en: Maudgalyāyana, the mind of Good Profit did not waver when he offered those many gems, and he did not feel any regret.

source: །དེའི་ཚེ་ལེགས་པར་རྙེད་པས་རིན་པོ་ཆེ་མང་པོ་སློངས་མོ་པ་རྣམས་ལ་ཡོངས་སུ་བཏང་ནས་ཁྱིམ་དུ་ཡང་མ་ཞུགས་པར་སླར་ལོག་སྟེ་རྒྱ་མཚོར་ཞུགས་ནས་རིན་པོ་ཆེ་ལེན་དུ་སོང་བ་ལ་སྔ་མ་བས་ཕྱེད་འགྱུར་ཀྱིས་བཟང་བའི་རིན་པོ་ཆེ་མང་པོ་ཐོབ་པར་གྱུར་ཏེ།
en: “After he had offered those precious gems to the beggars, Good Profit immediately set out on the ocean once again to fetch more jewels, without even entering his house. He found many excellent precious gems, about half as many more than the number he had brought back from his previous journey.

source: ལོ་བརྒྱད་ཅུ་འདས་ནས་སླར་རང་གི་ཡུལ་དུ་ཕྱིན་ནས་གྲོང་ཁྱེར་དུ་འཇུག་པ་ལས་དེའི་ཚེ་ཉེས་པ་བྱས་པའི་མི་དག་ཅིག་གཤེད་མ་པས་གཟུང་སྟེ་བཅིངས་ནས་མི་སྙན་པའི་སྒྲ་བསྒྲགས་པའི་རྔ་ཡང་བརྡུངས།
en: After eighty years had passed, he returned to his country and entered his city. At that time, some criminals had been caught and tied up by their executioners, who were now beating their drums, which produced a terrifying sound.

source: ལམ་གྱི་བཞི་མདོ་རྣམས་སུ་བསྒྲགས་པ་ཡང་བྱས་ནས་གསད་པའི་གནས་སུ་ཁྲིད་ནས་གསད་པར་བྱས་པ་ལས།
en: On the way to the execution site, the executioners would play these drums at all the crossroads they passed through.

source: དེའི་ཚེ་གསད་པ་ལ་ཐུག་པ་དེ་དག་གིས་རྒྱང་ནས་ལེགས་པར་རྙེད་པ་མཐོང་བ་དང་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: Then, just as the criminals were about to be executed, they saw Good Profit from a distance and cried,

source: །ཚོང་དཔོན་བདག་ཅག་ལ་མི་འཇིགས་པ་བྱིན་ཅིག །བདག་ཅག་གསད་པའི་ཉེས་པ་ལས་སྐྱོབས་ལ་བདག་ཅག་ལ་སྲོག་བྱིན་ཅིག །ཁྱོད་ནི་སྦྱིན་བདག་ཆེན་པོ་སྐྱེས་བུ་དམ་པ་ལགས་སོ།
en: ‘Merchant! Please protect us! Protect us from this execution and save our lives! You are a great benefactor and a sublime being!’

source: །ལེགས་པར་རྙེད་པས་དེ་སྐད་ཅེས་སྨྲས་པ་ཐོས་པ་དང་གསད་པ་ལ་ཐུག་པ་དེ་དག་ལ་ཀྱེ་ཁྱེད་ལ་མི་འཇིགས་པ་སྦྱིན་ཞིང་ཁྱེད་གསད་པའི་ཉེས་པ་ལས་ཡོངས་སུ་བསྐྱབ་པར་བྱའོ་ཞེས་སྨྲས་ནས་གཤེད་མ་པ་དེ་དག་གི་དྲུང་དུ་སོང་ནས་རེ་རེ་ལ་ཡང་ནོར་བུ་རིན་པ་ཆེ་གསེར་སྲང་བྱེ་བ་རི་བ་རེ་རེ་བྱིན་ནས་ཁྱེད་ཅག་དེང་བདག་རྒྱལ་པོའི་དྲུང་ནས་སླར་མ་འོངས་ཀྱི་བར་དུ་སྐད་ཅིག་སྡོད་ཅིག་ཅེས་སྨྲས་ཏེ།
en: “When he heard those words, Good Profit cried back to these men who were on the verge of being killed, ‘Listen, I will protect you and save you from this execution!’ “So he went before the executioners and gave them each a precious gem worth ten million ounces of gold. Then he told them, ‘Please wait for a moment until I have met the king and returned!’

source: དེ་ནས་ལེགས་པར་རྙེད་པ་མྱུར་ཞིང་རིངས་པར་རྒྱལ་པོའི་དྲུང་དུ་སོང་ནས་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: “Good Profit then quickly went to the king.

source: །རྒྱལ་པོ་ཆེན་པོ་བདག་ནི་རིན་པོ་ཆེ་བཟང་པོ་དག་གིས་མི་འདི་དག་གི་སྲོག་འཇལ་བར་འཚལ་ལོ།
en: When he arrived in his presence, he said, ‘Your Majesty, I would like to ransom the lives of those men with these excellent gemstones.’

source: །རྒྱལ་པོས་སྨྲས་པ། ལེགས་པར་རྙེད་པ་མི་འདི་དག་གི་ཉེས་པ་ནི་གཏང་དུ་མི་རུང་བས་བཙོང་དུ་མི་རུང་ངོ་།
en: ‘Good Profit,’ replied the king, ‘the crimes of those men are unforgivable, so they are truly not for sale!

source: །གལ་ཏེ་སྙིང་ཐག་པ་ནས་ཉོ་བར་འདོད་ན་ཁྱོད་ལ་ནོར་ཅི་བདོག་པ་ཟད་པར་ང་ལ་བྱིན་ལ་བདག་ཉིད་ཀྱང་ཤི་བར་ཁས་ལེན་ན་གདོད་གཏང་ངོ་།
en: However, if you sincerely want to save them, give me all the wealth you possess, and I will revoke my decision to kill them.’

source: །མཽད་གལ་དེའི་ཚེ་ལེགས་པར་རྙེད་པས་དེ་སྐད་སྨྲས་པ་ཐོས་པ་དང་རབ་ཏུ་དགའ་བར་གྱུར་ནས་བདག་ནི་རྙེད་པ་ཆེན་པོ་ཐོབ་པས་སྨོན་པ་རྣམས་ཡོངས་སུ་རྫོགས་པར་གྱུར་ཏེ་མི་འདི་དག་གི་སྐྱབས་བྱས་པར་གྱུར་པ་ནི་བདག་གི་ཡིད་ཚིམ་པར་གྱུར་ཏོ་ཞེས་དེ་ནས་ལེགས་པར་རྙེད་པས་མི་དེ་དག་བསྐྱབས་ཏེ་གསད་པའི་ཉེས་པ་ལས་ཐར་བར་བྱ་བའི་ཕྱིར་ཁྱིམ་ན་ནོར་ཅི་བདོག་པ་དང་། རྒྱ་མཚོ་ཆེན་པོ་ནས་ཐོབ་པའི་ནོར་བུ་རིན་པ་ཆེ་གསེར་དང་དངུལ་ལ་སོགས་པ་བྱེ་བ་སྟོང་ཕྲག་ཚད་མེད་པ་རྣམས་རྒྱལ་པོ་ལ་ཕུལ་ནས་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: “Maudgalyāyana, when he heard those words, Good Profit became utterly delighted and said, ‘I am so fortunate! Now my wishes have been fulfilled, since all I wanted was to protect those men.’ To protect the prisoners and save them from their execution, Good Profit then offered the king all the wealth he possessed at his home, in addition to all the countless millions of precious gems, as well as all the gold and silver that he had brought back from his journey across the ocean.

source: །རྒྱལ་པོ་ཆེན་པོ་མི་དེ་དག་གཏང་དུ་གསོལ།
en: He said to the king, ‘Your Majesty, please release the men;

source: བདག་ལ་ནོར་ཅི་མཆིས་པ་ནི་བས་པར་འདིར་མཆིས་ལགས་སོ།
en: here is all the wealth that I possess.’

source: །རྒྱལ་པོས་ནོར་རྣམས་བླངས་ནས་གཤེད་མ་པ་དག་ལ་བསྒོ་བ།
en: “The king took the wealth, but then gave this order to the executioners:

source: ལེགས་པར་རྙེད་པ་འདི་ཁྲིད་ལ་སོད་ཅིག །ལྷ་དེ་བཞིན་དུ་འཚལ་ལོ་ཞེས་རྒྱལ་པོའི་བཀའ་མཉན་ནས་ལེགས་པར་རྙེད་པ་བཅིངས་ཏེ་གསད་པའི་གནས་སུ་ཁྲིད་ནས་ལག་པ་གཡས་པ་བཏེག་སྟེ་ལེགས་པར་རྙེད་པ་ལ་མཚོན་གདབ་པར་གཟས་པ་ལས་ལག་པ་རེངས་ནས་གདབ་ཏུ་མ་བཏུབ་པ་དང་། སྐྲག་ཅིང་ངོ་མཚར་དུ་གྱུར་ནས་ལེགས་པར་རྙེད་པ་ཁྲིད་དེ་རྒྱལ་པོ་ལ་དངོས་པོ་འདི་ཞིབ་ཏུ་གསོལ་ཏོ།
en: ‘Take Good Profit with you and kill him! Do as your king commands.’ “Following the order, Good Profit was tied up and led to the scaffold. However, when the executioner raised his right hand and was about to strike Good Profit with his weapon, his hand froze, and he could not follow through. Filled with terror and surprise, he brought Good Profit to the king and explained what had happened.

source: །མཽད་གལ་རྒྱལ་པོས་དེ་སྐད་སྨྲས་པ་ཐོས་ནས་བདག་ཉིད་མཚོན་ཐོགས་ཏེ་ལེགས་པར་རྙེད་པ་གསད་པར་འདོད་པའི་ཕྱིར་མཚོན་བཏེག་སྟེ་གདབ་པར་གཟས་པ་ལས།
en: Maudgalyāyana, when the king heard about the event, he himself drew his sword and tried to kill Good Profit.

source: དེའི་ཚེ་རྒྱལ་པོ་དེའི་ལག་པ་གཉིས་ས་ལ་ལྷུང་སྟེ་སྡུག་བསྔལ་གྱི་གནོད་པ་ཆེན་པོ་ཐོབ་ནས་སྐད་ངན་ཕྱུང་སྟེ་འཆི་བའི་དུས་བྱས་སོ།
en: Then, just as he raised his sword and was about to strike, both the king’s hands fell to the ground. Writhing in agony, the king cried out in terror and died.

source: མཽད་གལ་ཁྱོད་ཀྱིས་དེའི་ཚེ་དེའི་དུས་ན་ཚོང་དཔོན་ལེགས་པར་རྙེད་པ་ཞེས་བྱ་བ་བྱུང་བ་དེ་གཞན་ཞིག་ཡིན་པ་སྙམ་དུ་སེམས་ན་དེ་ལྟར་མི་བལྟ་སྟེ། དེ་ནི་ང་ཉིད་ཡིན་ནོ།
en: “Maudgalyāyana, at that time, I was the merchant Good Profit. Do not think that this was someone else.

source: །དེའི་ཚེ་དེའི་དུས་ན་རྒྱལ་པོར་གྱུར་པ་དེ་ནི་ལྷས་བྱིན་བླུན་པོ་འདི་ཉིད་ཡིན་ནོ།
en: The foolish Devadatta was that king.

source: །མཽད་གལ་དེའི་ཚེ་དེའི་དུས་ན་ཡང་ལྷས་བྱིན་གྱིས་ངའི་སྲོག་འཕྲོག་པར་བྱས་པ་ལས་དབྲོག་པར་མ་ནུས་སོ།
en: Maudgalyāyana, at that time, Devadatta tried to kill me but was unable to do so.

source: །དེང་ང་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་པའི་ཚེ་ཡང་ངའི་སྲོག་འཕྲོག་པར་བྱས་པ་ལས་དབྲོག་པར་མ་ནུས་སོ།
en: Later, when I awoke to unsurpassed and perfect buddhahood, he also tried to kill me but was once again unable.

source: དེ་བཞིན་གཤེགས་པ་ལ་ནི་ལྷ་དང་། མི་དང་། ལྷ་མ་ཡིན་དུ་བཅས་པའི་འཇིག་རྟེན་ཐམས་ཅད་ཀྱིས་ཀྱང་གནོད་པ་བྱ་བར་མི་ནུས་ན་ལྷས་བྱིན་བླུན་པོས་ལྟ་སྨོས་ཀྱང་ཅི་དགོས་པས་སོ།
en: Because no one at all within the entire world, with all its gods, humans, and demigods—let alone the foolish Devadatta—is able to harm the thus-gone ones.

source: །ལྷས་བྱིན་ནི་ད་ལྟར་ཡང་གྲོགས་པོ་མ་རུངས་པ་བསྡུས་ནས་ང་ལ་གསོད་པར་ཡང་འདོད་ལ།
en: Even today Devadatta has assembled a gang of accomplices, and he is still seeking to kill me.

source: བདག་ཉིད་ཀྱང་ཐབས་ཀྱིས་ང་གསོད་པར་འདོད་པས་རྙེད་པ་དང་གྲགས་པ་དང་མཐུ་སྟོབས་ཉམས་ནས་གསོན་པོར་ལུས་འདི་དང་བཅས་པར་སེམས་ཅན་དམྱལ་བ་མནར་མེད་པར་ལྷུང་བར་གྱུར་ཏོ།
en: Because of his desire to kill me by various means, his wealth, fame, and strength have been ruined, and he will fall into the great Hell of Ceaseless Torment in the very body he has while alive.

source: མཽད་གལ་ང་སྔོན་བྱང་ཆུབ་སེམས་དཔའི་སྤྱད་པ་སྤྱོད་པའི་ཚེ་སེམས་ཅན་གང་ལ་ཡང་ལྷས་བྱིན་ལྟ་བུར་ཕན་བཏགས་པ་ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་ན་ལྷས་བྱིན་ནི་བྱས་པ་དྲིན་དུ་མི་གཟོའོ།
en: Maudgalyāyana, when I was practicing bodhisattva conduct in the past, he did not show any gratitude, since he could not perceive the way I benefited sentient beings like him.

source: །ང་སྔོན་བྱང་ཆུབ་སེམས་དཔའི་སྤྱད་པ་སྤྱོད་པའི་ཚེ་སེམས་ཅན་རྣམས་ལ་ཕ་མ་ལྟ་བུར་གྱུར་པའི་རྒྱུ་དང་རྐྱེན་དེས་ན་དེ་བཞིན་གཤེགས་པ་ནི་སེམས་ཅན་རྣམས་ལ་ཐུགས་རྗེ་ཆེན་པོ་རབ་དང་ལྡན་པ་ཡིན་པར་རིག་པར་བྱའོ།
en: You should know that, when I was practicing bodhisattva conduct in the past, I was like parents for sentient beings. Therefore, you should know that the Thus-Gone One is endowed with immense compassion toward sentient beings.

source: །གཞན་ཡང་མཽད་གལ་སྔོན་བྱུང་བ་འདས་པའི་དུས་ན་གངས་རིའི་རྒྱལ་པོའི་དྲུང་ན་གླང་པོ་ཆེ་ལྔ་བརྒྱ་ཞིག་གནས་ཏེ།
en: “Furthermore, Maudgalyāyana, once in the past, five hundred elephants were living at the foot of a tall snow mountain.

source: དེའི་ནང་ན་གླང་པོ་ཆེའི་རྒྱལ་པོ་བདག་པོར་གྱུར་པ།
en: The elephants also had a leader that ruled over the herd.

source: བྱད་བཞིན་སྡུག་ཅིང་ཡིད་དུ་འོང་བ། སྟོབས་པོ་ཆེ་ཤེས་པ་དང་ལྡན་པ་ཞིག་ཡོད་དེ།
en: This bull had an attractive and pleasing appearance, and he was powerful and wise.

source: དེའི་ཚེ་གླང་པོ་ཆེ་མང་པོ་རྣམས་རི་སྲང་ཉམ་ང་ཞིང་དོག་པ་ལམ་གཅིག་ལས་མེད་པ་ཞིག་ཏུ་མཚན་མོ་གནས་པར་གྱུར་པ་རྔོན་པས་མཐོང་ནས་མཚན་ཐོག་ཐག་ལ་མ་ཉམ་ང་བ་དེར་རླུབས་ཆེན་པོ་བརྐོས་ནས།
en: During the night, this large herd of elephants would walk on the only path crossing the mountain, which was a dangerous and narrow path.

source: འདི་སྙམ་དུ་གླང་པོ་ཆེ་མང་པོ་འདི་དག་ནི་འདིར་ལྟུང་བར་འགྱུར་བས་ཐམས་ཅད་བདག་དབང་སྟེ་བདག་གིས་དགའ་མགུར་བླང་བར་བྱའོ་སྙམ་མོ། །མཚན་ཐོག་རླུབས་བརྐོས་ཟིན་ནས་གླང་པོ་ཆེ་མང་པོ་རྣམས་བདས་ཏེ། ལམ་ཉམ་ང་ཞིང་རླུབས་ཡོད་པའི་སྟེང་དུ་བཏང་ངོ་།
en: However, some hunters had noticed the elephants, and so they spent a whole night digging a huge pit on that dangerous path, thinking, ‘When the elephants fall into this pit, they will be ours, and we can easily take possession of them.’ Then, at the end of the night when they had finished digging, they drove the herd of elephants onto the fearsome path toward the pit.

source: །གླང་པོ་ཆེ་མང་པོ་རྣམས་འབྱུང་བར་བྱས་པ་ལས་རླབས་ཆེན་པོ་ཡོད་པར་མཐོང་ནས་རྒལ་བར་མ་ནུས་སོ།
en: Although the elephants noticed the pit, it was too big for them to cross.

source: །མཽད་གལ་དེའི་ཚེ་གླང་པོ་ཆེའི་བདག་པོ་དེས་བདག་ཉིད་ཀྱི་ལུས་རླུབས་ཀྱི་སྟེང་དུ་འཕྲེད་དུ་ཉལ་ཏེ་ཟམ་པ་བྱས་ནས་གླང་པོ་ཆེ་ལྔ་བརྒྱ་རྒྱབ་ཀྱི་སྟེང་དུ་བརྫིས་ནས་དེ་ལས་རྒལ་ཏེ་དོང་ངོ་།
en: “So, Maudgalyāyana, the leader of the elephants lay himself on his side across the pit and served as a bridge. In this way the five hundred elephants were able to cross the pit by walking on his back, and so they continued on their way.

source: །གླང་པོ་ཆེ་མང་པོ་བཟླས་ནས་བདག་ཉིད་ཀྱི་མཐུས་མཆོངས་པ་བྱས་ཏེ་སོང་བ་དང་། དེའི་ཚེ་རིའི་ལྷ་ཞིག་གིས་ཚིགས་སུ་བཅད་དེ་སྨྲས་པ།
en: When the herd of elephants had crossed the pit, the leader of the elephants jumped across using his own strength, and so he also proceeded. At that time, a mountain god sang this verse:

source: །སྡིག་ཅན་རླུབས་ཟབ་བརྐོས་གྱུར་ཀྱང་།
en: “ ‘Those evil men have dug this deep pit,

source: །དེ་ན་གླང་བདག་བློ་ལྡན་གྱིས།
en: But since the wise elephant leader

source: །བདག་དང་གཞན་གཉིས་བཟླས་པ་ན།
en: Allowed himself and others to cross it,

source: །དོན་མེད་རླུབས་ཟབ་བརྐོས་པར་གྱུར།
en: Digging this deep pit was pointless.’

source: མཽད་གལ་ཁྱོད་ཀྱིས་དེའི་ཚེ་དེའི་དུས་ན་གླང་པོ་ཆེའི་རྒྱལ་པོ་དབང་པོ་རྣོ་ཞིང་མཐུ་ཆེན་པོ་དང་ལྡན་པར་གྱུར་པ་བྱུང་བ་དེ་གཞན་ཡིན་སྙམ་དུ་སེམས་ན་དེ་ལྟར་མི་བལྟ་སྟེ།
en: “Maudgalyāyana, at that time, I was the clever and powerful elephant leader.

source: དེ་ནི་ང་ཉིད་ཡིན་ནོ།
en: Do not think that this was someone else.

source: །དེའི་ཚེ་དེའི་དུས་ན་གླང་པོ་ཆེ་ལྔ་བརྒྱ་བྱུང་བ་དེ་དག་ནི་ད་ལྟར་གྱི་དགེ་སློང་ལྔ་བརྒྱ་པོ་ལྷས་བྱིན་གྱིས་གཞིག་པར་བྱས་པར་བརྩམས་པ་དག་ཡིན་ནོ།
en: The five hundred elephants are now the present group of five hundred monks that Devadatta has been plotting to destroy.

source: །དེའི་ཚེ་དེའི་དུས་ན་རྔོན་པར་གྱུར་པ་དེ་དག་ནི་ལྷས་བྱིན་ལ་སྩོགས་པ་དགེ་སློང་ལྔ་པོ་འདི་ལྟ་སྟེ། ཁཎ་ཌ་དྲབ་བྱ་དང་། ཀ་ཏ་མོ་ར་ཀ་ཏི་ཤ་དང་། རྒྱ་མཚོས་བྱིན་དང་། ཀོ་ཀ་ལི་ཀ་ལ་སོགས་པ་ཡིན་ནོ།
en: The hunters at that time are now Devadatta and the rest of the five monks, namely Khaṇḍadravja, Kaṭamorakatiṣya, Samudradatta, and Kokālika.

source: མཽད་གལ་ངས་ནི་ཡུན་རིང་པོ་ནས་རྟག་པར་སེམས་ཅན་འཇིགས་ཤིང་སྐྲག་པ་རྣམས་མཐོང་བར་གྱུར་ན་དེ་དག་ལ་མི་འཇིགས་པ་བྱིན་ནོ།
en: “Maudgalyāyana, for a long time, when I have seen fearful and frightened sentient beings, I have always offered them my protection from fear.

source: །སེམས་ཅན་སྡུག་བསྔལ་བ་དག་མཐོང་ན་བདེ་བ་བྱིན་ནོ།
en: When I have seen suffering sentient beings, I have always brought them happiness.

source: །སེམས་ཅན་དབུལ་ཕོངས་པ་དག་ལ་ནི་ཟང་ཟིང་ཡོངས་སུ་བཏང་ངོ་།
en: I have always given material things to poor and destitute beings.

source: །སེམས་ཅན་གང་ལམ་ལོག་པར་ཞུགས་པ་དག་ལ་ནི་ཡང་དག་པའི་ལམ་བསྟན་ཏོ།
en: I have always shown the correct path to sentient beings who are on a wrong path.

source: །སེམས་ཅན་གང་ནད་ཀྱིས་གཟིར་བ་དག་ལ་ནི་ནད་ཀྱི་སྡུག་བསྔལ་ཡོངས་སུ་བསལ་ཏོ།
en: I have always eliminated the pain of disease for sentient beings tormented by sicknesses.

source: །སེམས་ཅན་གང་བཀྲེས་ཤིང་སྐོམ་པ་རྣམས་ལ་ནི་བཟའ་བ་དང་བཏུང་བ་ཡོངས་སུ་བཏང་ངོ་།
en: I have always offered food and drink to hungry and thirsty sentient beings.

source: །སེམས་ཅན་གང་ཤ་ཟ་ཞིང་ཁྲག་འཐུང་བ་དག་ལ་ནི་ལུས་ཀྱི་ཤ་དང་ཁྲག་གིས་ཚིམ་པར་བྱས་སོ།
en: I have always brought satisfaction to flesh eaters and blood drinkers by offering them my own flesh and blood.

source: །མཽད་གལ་ངས་ནི་སྨོན་ལམ་ཇི་ལྟ་བ་བཞིན་དུ་ཐམས་ཅད་ཡང་དག་པར་བྱས་པས་ངས་སེམས་ཅན་རྣམས་ལ་ཁས་བླངས་པ་གང་ཡིན་པ་དེ་དག་ལེ་ལོ་དང་སྙོམ་ལས་མེད་པར་བྱས་ཏེ།
en: Maudgalyāyana, since I have always acted in accordance with my aspirations, I have never fallen under the influence of laziness and indolence when it comes to following my commitments toward sentient beings.

source: མཽད་གལ་ངས་སེམས་བསྐྱེད་པ་ནས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་པའི་བར་གྱི་བདེན་ཚིག་ཇི་སྙེད་པ་དེ་དག་ཐམས་ཅད་ལ་ཐ་དད་པར་གྱུར་པ་ཅི་ཡང་མེད་དེ།
en: Maudgalyāyana, there is absolutely nothing different from this in all the truthful words I have spoken, from the moment I gave rise to the mind set on awakening until I awoke to unsurpassed and perfect buddhahood.

source: བརྩོན་འགྲུས་བརྩམས་པ་གང་ཡིན་པ་དེ་དག་ལེ་ལོ་དང་སྙོམ་ལས་ཀྱིས་བར་ཆད་བྱས་པར་གྱུར་ན་ང་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་པར་མི་འགྱུར་བ་ཞིག་ན།
en: If I had been hindered by laziness and indolence on those occasions when I practiced diligently, I would not have awoken to unsurpassed and perfect buddhahood.

source: །མཽད་གལ་ང་ནི་ཇི་སྐད་སྨྲས་པ་བཞིན་དུ་སྤྱོད་ལ། ཇི་ལྟར་སྤྱོད་པ་བཞིན་དུ་སྨྲས་པ་ཡིན་ནོ།
en: Maudgalyāyana, my actions have always accorded with my words, and my words have always accorded with my actions.

source: །ཐུགས་རྗེ་ཆེན་པོའི་ལེའུ་སྟེ་དྲུག་པའོ།། །།
en: This was the sixth chapter, Great Compassion.

source: དེ་ནས་དེའི་ཚེ་འཁོར་འདུས་པ་དེ་ཉིད་དུ་དགེ་སློང་གླང་པོ་ཆེའི་ལག་ཅེས་བྱ་བ་ཞིག་འདུས་ཏེ་འདུག་པར་གྱུར་པ་དེ་སྟན་ལས་ལངས་ཏེ་བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ནས་པུས་མོ་གཡས་པའི་ལྷ་ང་ས་ལ་བཙུགས་ཏེ་ཐལ་མོ་སྦྱར་ནས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: At that time, a monk called Elephant Trunk who was present in the assembly arose, draped his shawl over one shoulder, and knelt on his right knee.

source: །བཅོམ་ལྡན་འདས་བདག་གིས་དེ་བཞིན་གཤེགས་པ་ལས་དཀའ་བ་སྤྱོད་པའི་དངོས་པོ་འདི་དག་ཐོས་པས་ལུས་ཀྱི་སྤུ་ཡང་ལྡང་ཞིང་མཆི་མ་བྱུང་བར་གྱུར་ཏོ།
en: With his palms joined together, he said to the Blessed One, “Blessed One, to hear about those hardships undergone by the Thus-Gone One gave me goosebumps and made me shed tears.

source: །དེང་བདག་གིས་དངོས་པོ་ཞིག་ཞུ་བར་འཚལ་ཏེ།
en: I would now like to ask a question.

source: བཅོམ་ལྡན་འདས་ཉིད་ཀྱིས་འདི་སྐད་དུ་ངས་སྔོན་བྱང་ཆུབ་སེམས་དཔའ་མཛད་པའི་ཚེ་ཇི་སྐད་སྨྲས་པ་བཞིན་དུ་སྤྱོད་ལ། ཇི་ལྟར་སྤྱོད་པ་བཞིན་དུ་སྨྲས་པ་ཡིན་ནོ་ཞེས་གསུངས་པས་བཅོམ་ལྡན་འདས་ནི་དང་པོ་ཐུགས་བསྐྱེད་པ་ནས་སེམས་ཅན་ཐམས་ཅད་ཡོངས་སུ་བཟླ་བར་ཐུགས་དམ་བཞེས་པ་ལགས་ཏེ། གལ་ཏེ་དེ་ལྟ་བུའི་ཐུགས་དམ་བཞེས་པ་ལགས་པར་གྱུར་ན་ད་ལྟར་ཡོངས་སུ་བཟླ་བར་མཛད་པའི་སེམས་ཅན་ད་དུང་མ་བས་པར་ཡོངས་སུ་མྱ་ངན་ལས་འདའ་བར་འགྱུར་བས་དེ་བཞིན་གཤེགས་པ་མྱ་ངན་ལས་འདས་པའི་འོག་ཏུ་གལ་ཏེ་འགའ་ཞིག་མཆིས་ནས། དགེ་སློང་རྣམས་ལ་འདི་སྐད་དུ་ཁྱེད་ཀྱི་སྟོན་པ་ཆེན་པོ་སྔོན་སེམས་ཅན་ཐམས་ཅད་ཡོངས་སུ་བཟླ་བར་ཐུགས་དམ་བཞེས་སོ་ཞེ་ན། སེམས་ཅན་ད་དུང་མ་ཟད་པར་བདག་ཉིད་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པར་གྱུར་པ་དེ་ཅིའི་ཕྱིར་ཞེས་རྒོལ་བ་ཞིག་མཆིས་པར་གྱུར་ན། དེ་ལ་ཇི་སྐད་དུ་ལན་གདབ་པར་བགྱི་ལགས།
en: The Blessed One himself has said, ‘In the past, when I was a bodhisattva, my actions always accorded with my words, and my words always accorded with my actions.’ When he first gave rise to the mind set on awakening, the Blessed One made the commitment to liberate all sentient beings. Given that he made such a commitment but may pass into nirvāṇa without having yet liberated all sentient beings, what should be answered, after the Blessed One has passed away, when some people argue with the monks saying, ‘In the past, your great teacher made the commitment to liberate all sentient beings, so why is it that sentient beings have not yet transcended suffering?’ ”

source: བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་སློང་གླང་པོ་ཆེའི་ལག་ལ་བཀའ་སྩལ་པ། གལ་ཏེ་འགའ་ཞིག་དེ་སྐད་དུ་རྒོལ་བར་གྱུར་ན་དེ་ཉིད་ལ་སླར་འདི་སྐད་དུ་དྲིས་ཤིག །ཁྱོད་ཀྱིས་ཆོས་ཇི་ལྟ་བུ་ཞིག་ལ་སེམས་ཅན་ཡིན་པར་འདོད།
en: The Blessed One said to the monk Elephant Trunk, “If some people argue in that way, ask them, ‘Which phenomena do you claim to constitute a sentient being?’

source: དེ་གལ་ཏེ་འདི་སྐད་དུ་ཕུང་པོ་དང་། སྐྱེ་མཆེད་དང་། ཁམས་གང་ཡིན་པ་དེ་དག་ལ་སེམས་ཅན་ཡིན་པར་འདོད་དོ་ཞེས་ཟེར་ན་དེ་ཉིད་ལ་སླར་འདི་སྐད་དྲིས་ཤིག །ཅི་ཕུང་པོ་དང་། སྐྱེ་མཆེད་དང་། ཁམས་འདུས་ཤིང་ཚོགས་པ་ལ་སེམས་ཅན་ཡིན་པར་འདོད་དམ།
en: “If they answer, ‘The aggregates, sense sources, and elements are a sentient being,’ ask them in return, ‘Do you claim that the gathering and collection of the aggregates, sense sources, and elements is a sentient being? Or do you rather claim that a sentient being is something separated and divorced from those?’

source: འོན་ཏེ་བྲལ་ཞིང་གྱེས་པར་གྱུར་པ་ལ་སེམས་ཅན་ཡིན་པར་འདོད། དེ་གལ་ཏེ་འདི་སྐད་དུ་ཕུང་པོ་དང་། སྐྱེ་མཆེད་དང་། ཁམས་འདུས་པ་ལ་སེམས་ཅན་ཡིན་པར་འདོད་དོ་ཞེས་ཟེར་ན་དེ་ལ་འདི་སྐད་ཅེས་སྨྲོས་ཤིག །ཁྱོད་བདག་ཉིད་ཀྱིས་ལན་བཏབ་ཟིན་ཏོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: “They may then assert, ‘The gathering of the aggregates, sense sources, and elements is a sentient being.’ In that case, tell them, ‘You have answered yourself. Why?

source: འདུས་པ་ནི་སེམས་ཅན་ཡིན་ལ་ཕུང་པོ་དང་། སྐྱེ་མཆེད་དང་། ཁམས་ནི་སེམས་ཅན་མ་ཡིན་པས་བཅོམ་ལྡན་འདས་ཀྱིས་ཆོས་གསུངས་པ་ཡང་བྲལ་ཞིང་གྱེས་པར་བྱ་བའི་ཆེད་དུ་གསུངས་པ་ཡིན་གྱི་ཚོགས་ཤིང་འདུ་བར་བྱ་བའི་ཕྱིར་ནི་མ་ཡིན་ནོ།
en: Because you say that the gathering is a sentient being, while the aggregates, sense sources, and elements themselves are not a sentient being. However, the Blessed One taught the Dharma as a method to part with and be separated from those, not to gather and assemble them.

source: །བཅོམ་ལྡན་འདས་ནི་བྲལ་ཞིང་གྱེས་པའི་སྤྱོད་པ་ལ་དགྱེས་པ་ཡིན་གྱི་འདུས་ཤིང་ཚོགས་པ་ལ་དགྱེས་པ་མ་ཡིན་ཏེ། ཚོགས་ཤིང་འདུས་པ་ལ་སེམས་ཅན་མེད་པས་སོ།
en: While the Blessed One is pleased by any activity that leads to the partition and separation from them, he is not pleased by any activity that leads to their gathering and assembly. Therefore, there is no sentient being to be found within this gathering and assembly.’

source: །དེ་གལ་ཏེ་འདི་སྐད་དུ་ཕུང་པོ་དང་། སྐྱེ་མཆེད་དང་། ཁམས་ཉིད་སེམས་ཅན་ཡིན་ནོ་ཞེས་ཟེར་ན་དེ་ལ་སླར་འདི་སྐད་སྨྲོས་ཤིག །གལ་ཏེ་དེ་ལྟར་ན་རྩྭ་དང་། ཤིང་དང་། གྱོ་མོ་དང་། རྡོ་བ་ཐམས་ཅད་ཀྱང་སེམས་ཅན་ཡིན་པར་འགྱུར་རོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: “They may then say, ‘The aggregates, sense sources, and elements themselves are a sentient being.’ To that, answer the following, ‘If this were so, then all grass, wood, gravel, and stones would also be a sentient being. Why?

source: ཁྱོད་ཕུང་པོ་དང་། སྐྱེ་མཆེད་དང་། ཁམས་ཉིད་སེམས་ཅན་ཡིན་ནོ་ཞེས་ཟེར་ན་དེ་དག་ལ་ཕུང་པོ་དང་། སྐྱེ་མཆེད་དང་། ཁམས་ཡོད་པས་སོ།
en: Because aggregates, sense sources, and elements are present in them, and you say that aggregates, sense sources, and elements themselves are the sentient being.’

source: །དེ་གལ་ཏེ་འདི་སྐད་དུ་དེ་དག་ལ་སེམས་ཀྱང་མེད། སེམས་ལས་བྱུང་བའི་ཆོས་ཀྱང་མེད་པའི་ཕྱིར་སེམས་ཅན་མ་ཡིན་ནོ་ཞེས་ཟེར་ན་དེ་ལ་འདི་སྐད་ཅེས་སྨྲོས་ཤིག །གལ་ཏེ་དེ་ལྟ་ན་སེམས་ཅན་ཐམས་ཅད་ནི་སེམས་ཅན་གཅིག་ཡིན་པ་ཉིད་དུ་འགྱུར་རོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: “If they reply, ‘Those are not sentient beings, for they neither have a mind nor are they a product of the mind,’ tell them, ‘If this were so, all sentient beings would become a single sentient being. Why?

source: དེ་བཞིན་གཤེགས་པས་ཕུང་པོ་དང་། སྐྱེ་མཆེད་དང་། ཁམས་དག་ལ་ཐ་དད་པ་ཡོད་པར་མ་གསུངས་པས་སོ།
en: Because the Thus-Gone One has never spoken of a difference between the aggregates, sense sources, and elements.’

source: །དེ་གལ་ཏེ་འདི་སྐད་དུ་དེ་བཞིན་གཤེགས་པའི་གསུང་རབ་ལས་སེམས་ཅན་ཡོད་པར་གསུངས་པས་དེའི་ཕྱིར་སེམས་ཅན་ཡོད་དོ་ཞེས་ཟེར་ན་དེ་ལ་འདི་སྐད་དུ་སྨྲོས་ཤིག །ཁྱོད་ཉིད་ཀྱིས་ལན་བཏབ་ཟིན་ཏོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: “If they reply, ‘Sentient beings exist, for the discourses of the Thus-Gone One teach that sentient beings exist,’ reply, ‘You have answered yourself. Why?

source: དེ་བཞིན་གཤེགས་པའི་བསྟན་པ་ལས་ཡོད་པ་དང་མེད་པ་ལས་དབེན་པ་ཞེས་གསུངས་པས་སོ།
en: Because, in the teachings of the Thus-Gone One, phenomena are said to transcend existence and nonexistence.’

source: །དེ་གལ་ཏེ་འདི་སྐད་དུ་གལ་ཏེ་དེ་ལྟ་ན་འོ་ན་ནི་ལམ་གྱི་འབྲས་བུ་ཡང་མེད་པར་འགྱུར་རོ་ཞེས་ཟེར་ན་དེ་ལ་འདི་སྐད་དུ་ཁྱོད་གང་ཞིག་ལ་འབྲས་བུ་ཡིན་པར་འདོད་ཅེས་དྲིས་ཤིག །དེ་གལ་ཏེ་འདི་སྐད་དུ་བདག་ནི་དོན་དམ་པར་ངེས་པར་གྱུར་པ་གང་ཡིན་པ་དེ་ལ་འབྲས་བུ་ཡིན་པར་འདོད་དོ་ཞེས་ཟེར་ན་དེ་ལ་འདི་སྐད་དུ་རྣམ་པར་ངེས་པའི་དོན་དམ་པ་ལ་ནི་སྒྲ་དང་ཚིག་མེད་ལ། སྒྲ་དང་ཚིག་མེད་པ་ལ་ནི་ངེས་པར་ཡོད་ཅེ་འམ།
en: “They may then argue, ‘If this were so, the result of the path would become nonexistent.’ To that, ask them, ‘What do you claim to be the result?’ “If they say, ‘We claim that the result is something ultimate and definitive,’ you should tell them, ‘The definitive ultimate is beyond language and words, and that which is beyond language and words cannot be expressed in terms of definitive existence or definitive nonexistence.

source: མེད་ཅེས་བརྗོད་དུ་མེད་པས་ཁྱེད་ནི་རྣམ་པར་ངེས་པའི་དོན་དམ་པ་ལ་འབྲས་བུ་ཡིན་པར་འདོད་ལ། རྣམ་པར་ངེས་པའི་དོན་དམ་པ་ལ་ནི་སེམས་ཅན་ཡང་མེད།
en: You claim that the result is something definitive and ultimate, so the words you are using, sentient beings exist, are contradicting your own position;
